Revit 2027 API
ParameterTypeId.StairsTriserRiserNumber Property
 "Riser Number": Count the sequential number of riser in the stair.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTriserRiserNumber { get; }
Public Shared ReadOnly Property StairsTriserRiserNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTriserRiserNumber {
	ForgeTypeId^ get ();
}
static member StairsTriserRiserNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace